import React from 'react'

export default function Section() {
    const data="آزاد دائرۃ المعارف، ویکیپیڈیا سے ناول اطالوی زبان کے لفظ ناولا (Novella) سے نکلا ہے۔ ناولا کے معنیٰ ہے نیا۔ لغت کے اعتبار سے ناول کے معانی نادر اور نئی بات کے ہیں۔ لیکن صنفِ ادب میں اس کی تعریف بنیادی زندگی کے حقائق بیان کرنا ہے۔ ناول کی اگر جامع تعریف کی جائے تو وہ کچھ یوں ہوگی کہ “ناول ایک نثری قصہ ہے جس میں پوری ایک زندگی بیان کی جاتی ہے”۔ ناول کے عناصر ِ ترکیبی میں کہانی، پلاٹ، کردار، مکالمے ،زماں و مکاں، اسلوب ،نکتہ نظر اور موضوع وغیرہ شامل ہیں۔ افسانہ کسی فرد کے زندگی کو ظاہر کرتا ہے ۔ناول کے اجزاء"
    return (
        <div>
            <h1>ناول</h1>
            <p>
                {data}
            </p>
        </div>
    )
}
